Repository: stonerl/shut-up-native
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: de

# %@ updated on %@.
source: %1$@ updated on %2$@.
de: %1$@ aktualisiert am %2$@.

source: %lld Domains
de: %lld Domänen

source: About
de: Über

source: Add
de: Hinzufügen

source: Add %@
de: Einsetzen von %@

source: Allowlist
de: Positivliste

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.

source: Automatically
de: Automatisch

source: Blocks comment sections on webpages using shutup.css by Steven Frank and contributors, used with permission.
de: Blendet Kommentarbereiche auf Webseiten mithilfe von shutup.css von Steven Frank und Mitwirkenden aus, mit freundlicher Genehmigung.

source: Cannot connect to rickyromero.com
de: Verbindung zu rickyromero.com kann nicht hergestellt werden

source: Comments are hidden except on these websites.
de: Kommentare werden überall ausgeblendet, außer auf diesen Websiten.

source: Contact Support
de: Support kontaktieren

source: Continue with Safari
de: Weiter mit Safari

source: Copy
de: Kopieren

source: Cut
de: Ausschneiden

source: Cut %@
de: Ausschneiden von %@

source: Delete
de: Löschen

source: Delete %@
de: Löschen von %@

source: Edit
de: Bearbeiten

source: Edit Domain
de: Domain bearbeiten

source: Enable “Shut Up” in Settings → Apps → Safari → Extensions.
de: Aktivieren Sie „Shut Up“ unter Einstellungen → Apps → Safari → Erweiterungen.

source: Enable…
de: Aktivieren …

source: Enabled
de: Aktiviert

source: Encryption keys missing or damaged
de: Verschlüsselungsschlüssel fehlen oder sind beschädigt

source: Enter a valid domain, like “example.com”.
de: Geben Sie eine gültige Domain ein, z. B. „example.com“.

source: Failed to generate a required key
de: Der erforderliche Schlüssel konnte nicht generiert werden

source: Failed to read an internal file
de: Eine interne Datei konnte nicht gelesen werden

source: Failed to remove invalid keys
de: Ungültige Schlüssel konnten nicht entfernt werden

source: Failed to write an internal file
de: Das Schreiben einer internen Datei ist fehlgeschlagen

source: Finish
de: Abschließen

source: Get for %@
de: Für %@ herunterladen

source: Get Started
de: Erste Schritte

source: Hide Comments
de: Kommentare ausblenden

source: If the issue persists, restart your iPhone or iPad.
de: Wenn das Problem weiterhin besteht, starten Sie Ihr iPhone oder iPad neu.

source: If the issue persists, try restarting your Mac.
de: Wenn das Problem weiterhin besteht, versuchen Sie, Ihren Mac neu zu starten.

source: Invalid domain
de: Ungültige Domain

source: Manually
de: Manuell

source: Open Safari’s Extension Settings
de: Safari-Erweiterungseinstellungen öffnen

source: Paste
de: Einsetzen

source: Quit
de: Schließen

source: Quit Shut Up and delete any files you don’t need.
de: Shut Up beenden und alle nicht benötigten Dateien entfernen.

source: Reset Shut Up
de: Shut Up zurücksetzen

source: Reset Shut Up?
de: Shut Up zurücksetzen?

source: Resetting Shut Up will delete your settings and allowlist. This will restore its original configuration. You cannot undo this action.
de: Durch das Zurücksetzen von Shut Up werden Ihre Einstellungen und Ihre Zulassungsliste gelöscht. Dadurch wird die ursprüngliche Konfiguration wiederhergestellt. Sie können diese Aktion nicht rückgängig machen.

source: Safari failed to open its settings
de: Safari konnte seine Einstellungen nicht öffnen

source: Safari failed to provide extension info
de: Safari konnte keine Informationen zu Erweiterung bereitstellen

source: Safari failed to read Shut Up’s content-blocking rules
de: Safari konnte die Inhaltsblockierungsregeln von Shut Up nicht lesen

source: Select All
de: Alle auswählen

source: Set up in Safari
de: In Safari einrichten

source: Show Comments
de: Kommentare einblenden

source: Shut Up asked Safari if its extensions are enabled, but it failed. Try quitting Shut Up and moving it to your Applications folder. If the issue persists, try uninstalling Shut Up, restarting your Mac, and reinstalling Shut Up.
de: Shut Up hat Safari gefragt, ob seine Erweiterungen aktiviert sind, aber dies ist fehlgeschlagen. Versuchen Sie, Shut Up zu beenden und in Ihren Anwendungsordner zu verschieben. Wenn das Problem weiterhin besteht, versuchen Sie, Shut Up zu deinstallieren, Ihren Mac neu zu starten und Shut Up erneut zu installieren.

source: Shut Up asked Safari to open its settings window, but it failed. Try opening Safari’s settings manually, then go to the “Extensions” section.
de: Shut Up forderte Safari auf, sein Einstellungsfenster zu öffnen, dies schlug jedoch fehl. Versuchen Sie, die Safari-Einstellungen manuell zu öffnen, und gehen Sie dann zum Abschnitt „Erweiterungen“.

source: Shut Up failed to decrypt some required data. You can fix this by resetting Shut Up, but your allowlist may be lost.
de: Shut Up konnte einige erforderliche Daten nicht entschlüsseln. Sie können dies beheben, indem Sie Shut Up zurücksetzen. Ihre Erlaubnisliste geht dabei jedoch möglicherweise verloren.

source: Shut Up failed to read from an internal file. If this issue persists, please quit and restart Shut Up.
de: Shut Up konnte eine interne Datei nicht lesen. Wenn das Problem weiterhin besteht, beenden Sie Shut Up und starten Sie es erneut.

source: Shut Up failed to write to an internal file. If this issue persists, please quit and restart Shut Up.
de: Shut Up konnte nicht in eine interne Datei schreiben. Wenn das Problem weiterhin besteht, beenden Sie Shut Up und starten Sie es erneut.

source: Shut Up Homepage
de: Shut Up-Website

source: Shut Up sent Safari new content-blocking rules, but it failed. Try restarting Safari. If the issue persists, restart your iPhone or iPad.
de: Shut Up hat Safari neue Regeln zur Inhaltsblockierung gesendet, aber es ist fehlgeschlagen. Versuchen Sie, Safari neu zu starten. Wenn das Problem weiterhin besteht, starten Sie Ihr iPhone oder iPad neu.

source: Shut Up sent Safari new content-blocking rules, but it failed. Try restarting Safari. If the issue persists, try restarting your Mac.
de: Shut Up hat Safari neue Regeln zur Inhaltsblockierung gesendet, aber es ist fehlgeschlagen. Versuchen Sie, Safari neu zu starten. Wenn das Problem weiterhin besteht, versuchen Sie, Ihren Mac neu zu starten.

source: Shut Up tried to update the stylesheet, but the response the server sent was invalid. Try again later.
de: Shut Up hat versucht, das Stylesheet zu aktualisieren, aber die vom Server gesendete Antwort war ungültig. Versuchen Sie es später erneut.

source: Startup disk is too full to continue
de: Das Startvolume ist zu voll, um fortzufahren

source: Stylesheet hasn’t been updated.
de: Das Stylesheet wurde nicht aktualisiert.

source: Stylesheet or allowlist damaged
de: Stylesheet oder Positivliste beschädigt

source: Toggle Comments
de: Kommentare ein-/ausblenden

source: Try Again…
de: Erneut versuchen …

source: Unexpected response from rickyromero.com
de: Unerwartete Antwort von rickyromero.com

source: Unknown
de: Unbekannt

source: Update
de: Aktualisieren

source: Updated %@
de: Aktualisiert %@

source: Updated just now
de: Gerade aktualisiert

source: Updated over 1 week ago
de: Vor über 1 Woche aktualisiert

# Version %@ (%lld)
source: Version %1$@ (%2$lld)
de: Version %@ (%lld)

# Your default browser is %@. Do you want to get the %@ version of Shut Up?
source: Your default browser is %1$@. Do you want to get the %2$@ version of Shut Up?
de: Ihr Standardbrowser ist %1$@. Möchten Sie die %2$@-Version von Shut Up herunterladen?
